[
    {
      "Id": 1,
      "Image": "https://i.ibb.co.com/NWsNrqQ/austin-distel-mp-N7xj-KQ-Ns-unsplash.jpg",
      "Service_Name": "FuturePathfinder",
      "Category": "Career Counseling",
      "Pricing": "$150/session",
      "Counselor_Name": "John Doe",
      "Service_Details": "FuturePathfinder provides personalized career guidance, helping individuals map out their professional journey and make informed decisions. The service includes an in-depth assessment of your skills, interests, and goals, followed by tailored advice on job opportunities, career transitions, and long-term growth. Whether you're just starting your career or considering a major shift, FuturePathfinder offers expert advice and actionable steps to help you navigate the complexities of the modern job market. With a focus on your personal growth and aspirations, the counselor will work closely with you to develop a roadmap for success."
    },
    {
      "Id": 2,
      "Image": "https://i.ibb.co.com/NWsNrqQ/austin-distel-mp-N7xj-KQ-Ns-unsplash.jpg",
      "Service_Name": "ElevateCareerGuide",
      "Category": "Career Coaching",
      "Pricing": "$120/session",
      "Counselor_Name": "Jane Smith",
      "Service_Details": "ElevateCareerGuide is designed to empower individuals to achieve their highest career potential. The service focuses on helping you gain clarity about your strengths, identify your career goals, and create a clear, actionable plan to reach them. Through one-on-one sessions, you'll receive expert guidance on career advancement strategies, job market trends, resume optimization, interview preparation, and more. Whether you're looking for a promotion, a career change, or just to gain confidence in your current role, ElevateCareerGuide will equip you with the tools and insights needed to elevate your career trajectory."
    },
    {
      "Id": 3,
      "Image": "https://i.ibb.co.com/NWsNrqQ/austin-distel-mp-N7xj-KQ-Ns-unsplash.jpg",
      "Service_Name": "AspirePath Coaching",
      "Category": "Career Development",
      "Pricing": "$180/session",
      "Counselor_Name": "Michael Green",
      "Service_Details": "AspirePath Coaching offers a holistic approach to career development. This service helps you define your career path, set achievable goals, and create strategies to achieve success. AspirePath coaching combines self-assessment tools, practical career advice, and industry insights to provide a comprehensive solution for your professional growth. The sessions cover everything from personal branding and networking to job search strategies and skills enhancement. With a focus on long-term career satisfaction, AspirePath Coaching supports you in making well-informed decisions that align with your unique strengths and values."
    },
    {
      "Id": 4,
      "Image": "https://i.ibb.co.com/NWsNrqQ/austin-distel-mp-N7xj-KQ-Ns-unsplash.jpg",
      "Service_Name": "CareerClimb Solutions",
      "Category": "Career Planning",
      "Pricing": "$130/session",
      "Counselor_Name": "Emily Turner",
      "Service_Details": "CareerClimb Solutions is dedicated to helping professionals climb the career ladder with confidence. Whether you’re a recent graduate or an experienced worker looking to pivot, this service offers expert guidance on career planning and development. The sessions are tailored to meet your specific career goals, offering advice on job opportunities, skill enhancement, and professional networking. CareerClimb Solutions also focuses on building confidence, improving your resume and cover letter, and preparing you for job interviews. With personalized coaching, CareerClimb Solutions ensures that you have a roadmap to success at every stage of your career journey."
    },
    {
      "Id": 5,
      "Image": "https://i.ibb.co.com/NWsNrqQ/austin-distel-mp-N7xj-KQ-Ns-unsplash.jpg",
      "Service_Name": "VisionaryPath Consulting",
      "Category": "Executive Coaching",
      "Pricing": "$250/session",
      "Counselor_Name": "David Johnson",
      "Service_Details": "VisionaryPath Consulting offers high-level executive coaching to help leaders and aspiring executives reach their full potential. The service focuses on leadership development, strategic thinking, and career advancement. Through tailored coaching sessions, you will gain insights into improving decision-making, enhancing team management skills, and developing a leadership style that drives organizational success. VisionaryPath Consulting works with individuals who are looking to take their career to the next level, whether it's preparing for an executive role or navigating leadership challenges in your current position. This service is ideal for high-potential professionals looking to refine their leadership capabilities."
    },
    {
      "Id": 6,
      "Image": "https://i.ibb.co.com/NWsNrqQ/austin-distel-mp-N7xj-KQ-Ns-unsplash.jpg",
      "Service_Name": "Pathwise Mentorship",
      "Category": "Mentorship",
      "Pricing": "$100/session",
      "Counselor_Name": "Sophia Lee",
      "Service_Details": "Pathwise Mentorship provides one-on-one mentorship for individuals seeking guidance in their career or educational paths. The service focuses on providing actionable advice, sharing industry knowledge, and offering emotional support to help you stay motivated and focused on your goals. Whether you're a student preparing for your first job, a mid-career professional looking for a shift, or an entrepreneur seeking mentorship for your business, Pathwise Mentorship will provide expert guidance and actionable steps. The mentor will help you set realistic goals, build essential skills, and develop a strong professional network, ensuring your success in the competitive job market."
    }
  ]
  